app/Controllers/Home.php

    public function index()
    {
        // Aqui se Obtiene las reseñas de la BD
        $reviewModel = new \App\Models\ReviewModel();
        $dbReviews = $reviewModel->where('product_id', null)->orderBy('created_at', 'DESC')->limit(6)->findAll();
---
SELECT *
FROM `reviews`
WHERE `product_id` IS NULL
ORDER BY `created_at` DESC
 LIMIT 6